;Place localized text in this file

[PurgePriest X2CharacterTemplate]
strCharacterName="Инквизитор \"Адвента\""
strAcquiredText="Все чаще в составе штурмовых отрядов, при зачистке городов от странников, можно встретить инквизиторов \"Адвента\", в чьи обязанности входит повышение боевого духа бойцов."

[PurgeBishop X2CharacterTemplate]
strCharacterName="Епископ инквизиции \"Адвента\""
strAcquiredText="Епископ инквизиции \"Адвента\" возглавляет отряды по зачистке странников в заброшенных городах."

[ExaltedPurgePriest X2CharacterTemplate]
strCharacterName="Высший епископ инквизиции \"Адвента\""
strAcquiredText="Сильнейшие из епископов инквизиции \"Адвента\", способные в одиночку обездвиживать крупные группы странников, после этого уничтожая их пси-направленным потоком огня."

[ExaltedPurgeArchbishop X2CharacterTemplate]
strCharacterName="Архиепископ инквизиции \"Адвента\""
strAcquiredText="Архиепископ инквизиции \"Адвента\" отточили свои умения пси-управления потоками огня прожигая любые сверхпрочные сплавы, не говоря уже о противниках."

[PurgeGun X2WeaponTemplate]
FriendlyName="Пушка инквизиции \"Адвента\""
FriendlyNamePlural="Пушки инквизиции \"Адвента\""
BriefSummary="Инквизиторы \"Адвента\" вооружены мощными пушками, эффективными на коротких дистанциях, извергающими потоки огня, испепеляя странников."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[ExaltedPurgeGun X2WeaponTemplate]
FriendlyName="Плазменная пушка инквизиции \"Адвента\""
FriendlyNamePlural="Плазменные пушки инквизиции \"Адвента\""
BriefSummary="Луч плазменных пушек инквизиции \"Адвента\", создает струю огня еще мощнее чем у пушек жрецов, расплавляя любую, даже самую крепкую броню."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[ExaltedPurgeGunArchbishop X2WeaponTemplate]
FriendlyName="Плазменная пушка архиепископа инквизиции \"Адвента\""
FriendlyNamePlural="Плазменные пушки архиепископа инквизиции \"Адвента\""
BriefSummary="Луч плазменных пушек инквизиции \"Адвента\", создает струю огня еще мощнее чем у пушек жрецов, расплавляя любую, даже самую крепкую броню."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[BlazingGauntlet X2WeaponTemplate]
FriendlyName="Пылающая перчатка"
FriendlyNamePlural="Пылающие перчатки"
BriefSummary="Пылающие перчатки высшего епископа позволяют ему удерживать под контролем гораздо большие потоки огня."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[LavaGloves X2WeaponTemplate]
FriendlyName="Расплавляющая перчатка"
FriendlyNamePlural="Расплавляющие перчатки"
BriefSummary="Расплавляющие перчатки архиепископа инквизиции, позволяют ему раскалять потоки энергии до температуры, расплавляющей любые сверхпрочные сплавы."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[MeltingProjector X2WeaponTemplate]
FriendlyName="Огнемет \"Тигель\""
FriendlyNamePlural="Огнеметы \"Тигель\""
BriefSummary="Улучшенный огнемет архиепископа инквизиции расплавляет любые материалы окружающие его."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[ScorchingTouch X2WeaponTemplate]
FriendlyName="Обжигающие когти"
FriendlyNamePlural="Обжигающие когти"
BriefSummary="Обжигающие когти архиепископа инквизиции, моментально концентрируют на кончиках пальцев волну тепловой энергии, давая способность \"Обжигающее касание\", расплавляющую броню противника."
TacticalText="<Bullet/> Выстрел из основного оружия всегда завершает ход солдата при отсутствии у него особых способностей.\n<Bullet/>"

[PurgeVolt X2AbilityTemplate]
LocFriendlyName="Пылающая стрела"
LocLongDescription="Епископ инквизиции выпускает пылающую стрелу, поражающую несколько противников."
LocHelpText="Пылающая стрела, поражающая несколько противников, нанося 5 ед. урона и поджигающая их."
LocFlyOverText="Пылающая стрела"

[PurgeCascade X2AbilityTemplate]
LocFriendlyName="Пылающая цепь"
LocLongDescription="Пылающая стрела архиепископа инквизиции, поражающая 6 противников."
LocHelpText="Пылающая стрела, поражающая несколько противников, нанося 5 ед. урона и поджигающая их."
LocFlyOverText="Пылающая цепь"

[PurgeFocus X2AbilityTemplate]
LocFriendlyName="Концентрация"
LocLongDescription="Используя продвинутое снаряжение и свои пси-способности, инквизиторы \"Адвента\" повышают уровень концентрации, все лучше контролируя пламя. Способность \"Пылающая стрела\" поражает до 2 противников."
LocHelpText="\"Пылающая стрела\" может поразить до 2 противников."
LocFlyOverText="Концентрация"

[PurgingFocus X2AbilityTemplate]
LocFriendlyName="Продвинутая концентрация"
LocLongDescription="Используя продвинутое снаряжение и свои пси-способности, инквизиторы \"Адвента\" повышают уровень концентрации, все лучше контролируя пламя. Способность \"Пылающая стрела\" поражает до 3 противников."
LocHelpText="\"Пылающая стрела\" может поразить до 3 противников."
LocFlyOverText="Продвинутая концентрация"

[BlazingFocus X2AbilityTemplate]
LocFriendlyName="Улучшенная концентрация"
LocLongDescription="Используя продвинутое снаряжение и свои пси-способности, епископы инквизиции \"Адвента\" повышают уровень концентрации, все лучше контролируя пламя. Способность \"Пылающая стрела\" может поразить до 4 противников."
LocHelpText="\"Пылающая стрела\" может поразить до 4 противников."
LocFlyOverText="Улучшенная концентрация"

[ExaltedFocus X2AbilityTemplate]
LocFriendlyName="Высшая концентрация"
LocLongDescription="Используя продвинутое снаряжение и свои пси-способности, высшие епископы инквизиции \"Адвента\" повышают уровень концентрации, все лучше контролируя пламя. Способность \"Пылающая стрела\" может поразить до 5 противников."
LocHelpText="\"Пылающая стрела\" может поразить до 4 противников."
LocFlyOverText="Высшая концентрация"

[ApocalypticFocus X2AbilityTemplate]
LocFriendlyName="Максимальная концентрация"
LocLongDescription="Используя продвинутое снаряжение и свои пси-способности, высшие епископы инквизиции \"Адвента\" повышают уровень концентрации до максимального уровня, приближаясь по уровню силы к архиепископам инквизиции. \"Пылающая стрела\" может поразить до 6 противников."
LocHelpText="\"Пылающая стрела\" может поразить до 6 противников."
LocFlyOverText="Максимальная концентрация"

[BlazingStorm X2AbilityTemplate]
LocFriendlyName="Огненная буря"
LocLongDescription="Высший епископ инквизиции поджигает огнем огромную площадь."
LocHelpText="Залп огнем по всем врагам в области конуса, наносящий 6 ед. урона и разрушающий 3 ед. брони."
LocFlyOverText="Огненная буря"

[MeltingStream X2AbilityTemplate]
LocFriendlyName="Расплавляющий поток"
LocLongDescription="Архиепископ запускает в противника поток расплавленных частиц."
LocHelpText="Узконаправленный поток огня, наносящий 8 ед. урона и разрушающий 6 ед. брони."
LocFlyOverText="Расплавляющий поток"

[PlasmaResistance X2AbilityTemplate]
LocFriendlyName="Сопротивление плазме"
LocLongDescription="Архиепископы окружают себя волной тепла, которая способна расщепить даже плазменные заряды, снизив тем самым их эффективность."
LocHelpText="Снижает оружие от лучевого оружия Xcom."
LocFlyOverText="Сопротивление плазме"

[MeltingAura X2AbilityTemplate]
LocFriendlyName="Расплавляющая аура"
LocLongDescription="Архиепископ атакует любого противника приблизившегося к нему потоком расплавленных частиц, нанося 5 ед. урона и разрушая 2 ед. брони."
LocHelpText="Атака противника приблизившегося на расстояние удара, наносящая 5 ед. урона и разрушающая 2 ед. брони."
LocFlyOverText="Расплавляющая аура"

[ScorchingTouch X2AbilityTemplate]
LocFriendlyName="Обжигающее касание"
LocLongDescription="Архиепископ инквизиции контратакует противника, нанося 5 ед. урона, игнорируя 8 ед. и разрушая 1 ед. брони."
LocHelpText="Архиепископ инквизиции контратакует противника, нанося 5 ед. урона, игнорируя 8 ед. и разрушая 1 ед. брони."
LocFlyOverText="Обжигающее касание"

[Jail X2AbilityTemplate]
LocFriendlyName="Заточение"
LocLongDescription="Епископ создает клетку вокруг противника, обездвиживая его, используя пси-способности."
LocHelpText="Обездвиживает противника в рамках текущего хода."
LocFlyOverText="Заточение"

[MassJail X2AbilityTemplate]
LocFriendlyName="Массовое заточение"
LocLongDescription="Используя пси-способности, высшие епископы и архиепископы создают клетку вокруг нескольких противников одновременно, обездвиживая их, и делая их отличной целью для атак по площади."
LocHelpText="Обездвиживает нескольких противников в рамках текущего хода."
LocFlyOverText="Массовое заточение"

[FlameControl X2AbilityTemplate]
LocFriendlyName="Управление пламенем"
LocLongDescription="Инквизиторы отлично научились управлять потоками огня, получив иммунитет от поражения огнем."
LocHelpText="Иммунитет к огню."
LocFlyOverText="Управление пламенем"

[SuperHeated X2AbilityTemplate]
LocFriendlyName="Перегрев"
LocLongDescription="Архиепископы источают так много тепла, что стали невосприимчивы к ожогам, заморозке и отравлениям."
LocHelpText="Иммунитет к ожогам, заморозке и отравлениям."
LocFlyOverText="Перегрев"

